<!DOCTYPE html>
<html lang="en" dir="ltr">
  <head>
    <meta charset="utf-8">
    <link href="index.css" rel="stylesheet" type="text/css" />
    <link href="index.css" rel="stylesheet" type="text/css"/>
    <link href="https://fonts.googleapis.com/css?family=Quattrocento+Sans&display=swap" rel="stylesheet">
    <link href="https://fonts.googleapis.com/css?family=Abril+Fatface&display=swap" rel="stylesheet">
    <link rel="icon" href="imagenes/tele.ico" style="object-fit:cover;" width="18" height="18">
    <title>Blog de Jenny</title>
  </head>

  <body>
    <nav class="red">
    <h4>este sitio web fue dise&ntilde;ado por Jenny Wang</h4>
  </nav>
    <header class="container">
      <div class="row">
        <h1 class="col-sm-8">el blog de jenny</h1>
        <h3>mis experiencias con mi tel&eacute;fono en espa&ntilde;ol</h3>
        <section class="col-sm-4">
            <a href="#jueves">- jueves -</a>
            <a href="#viernes">- viernes -</a>
            <a href="#sabado">- s&aacute;bado -</a>
            <a href="#domingo">- domingo -</a>
        </section>
      </div>
    </header>

    <br></br>

    <section id="jueves">
      <p class="title">- jueves -</p>
      <section class="in-a-row">

        <section class="img">
          <img src="imagenes/jueves.JPG" class="w-img" alt="...">
        </section>

        <section class ="text">
          <h3><b>textear y usar siri:</b></h3>
          <p>
            Esta foto fue tomada antes de cambiando mi lenguaje a espa&ntilde;ol. Primero, fue muy dif&iacute;cil porque no sab&iacute;a c&oacute;mo usar Siri para textear con mi voz. Yo trat&eacute; de activar Siri con mi voz pero Siri no pudo reconocer cuando yo dije “Oye Siri”. Despu&eacute;s de algunos minutos, me finalmente di cuenta de c&oacute;mo usarlo para textear. Pero hay m&aacute;s desaf&iacute;os. Un ejemplo fue que todos los nombres de mis contactos fue en ingl&eacute;s y Siri pudo reconocer solamente palabras de espa&ntilde;ol.
          </p>
          <p>
            Usando Siri, yo ped&iacute;lo si pudo dime una broma y la broma fue en espa&ntilde;ol, fue “Un libro de historia se encuentra a su amigo el libro de matem&aacute;ticas y le pregunta: ‘&#191;Y esa cara tan triste?’ y el libro de matem&aacute;ticas responde: ‘Es que tengo muchos problemas’. Tambi&eacute;n, yo env&iacute;a un mensaje a mi amiga, Audrey. Esas son las capturas de pantallas de mis conversaciones con Siri. El bot&oacute;n de re&iacute;rse fue tambi&eacute;n en espa&ntilde;ol.
          </p>
        </section>

      </section>

      <section class= "in-a-row2">


        <section class="img">
          <img src="imagenes/textingaud.JPG" class="w-img" id="bottompics" alt="...">
        </section>

        <section class="img">
          <img src="imagenes/textingaud2.JPG" class="w-img" id="bottompics" alt="...">
        </section>

        <section class="img">
          <img src="imagenes/textaudrey.JPG" class="w-img" id="bottompics" alt="...">
        </section>

        <section class="img">
          <img src="imagenes/textdarion.JPG" class="w-img" id="bottompics" alt="...">
        </section>

      </section>
    </section>

    <section id="viernes">
      <p class="title">- viernes -</p>
      <section class="in-a-row">

        <section class="img">
          <img src="imagenes/viernes1.JPG" class="r-img" alt="...">
        </section>

        <section class ="text">
          <h3><b>usar las redes sociales:</b></h3>
          <p>
            El viernes, yo us&eacute; varios tipos de redes sociales en mi tel&eacute;fono. La primera aplicaci&oacute;n que yo use fue Instagram endonde yo tengo dos perfiles.
          </p>
          <p>
            Cuando yo abr&iacute; la aplicaci&oacute;n, yo encontr&eacute; que todas las palabras excepto por los nombres fueron cambiadas a espa&ntilde;ol. Tambi&eacute;n, antes de cambiar la lenguaje de mi tel&eacute;fono, mi biograf&iacute;a fue en ingl&eacute;s pero ahora estuve en espanol. La aplicaci&oacute;n Instagram hab&iacute;a traducido toda mi biograf&iacute;a. Despues, fui a explorar una otra red social, Tiktok. Cuando yo abr&iacute; la aplicaci&oacute;n, la primera publicaci&oacute;n fue en espa&ntilde;ol. Vino de una compania de comedia en espa&ntildeol y destac&oacute; bromas de espa&ntilde;ol. Finalmente, abr&iacute; la aplicaci&oacute;n de Twitter para revisar los Tweets y todos los mensajes autom&aacute;ticos fueron en espa&ntilde;ol. Yo uso las redes sociales m&aacute;s en cada d&iacute;a entonces la lenguaje cambiada tuve un gran impacto en mi vida.
          </p>
        </section>

      </section>
      <section class= "in-a-row2">


        <section class="img">
          <img src="imagenes/instahalojenns.JPG" class="r-img" style="width: 360px;" id="bottompics" alt="...">
        </section>

        <section class="img">
          <img src="imagenes/instajennywnuo.JPG" class="r-img" style="width: 300px;" id="bottompics" alt="...">
        </section>

        <section class="img">
          <img src="imagenes/tiktok.JPG" class="r-img" id="bottompics" alt="...">
        </section>

        <section class="img">
          <img src="imagenes/twitter.JPG" class="r-img" id="bottompics"style=" width: 300px;" alt="...">
        </section>


      </section>
    </section>

    <section id="sabado">
      <p class="title">- s&aacute;bado -</p>

      <section class="in-a-row">

        <section class="img">
          <img src="imagenes/sabado1.JPG" class="w-img" alt="...">
        </section>

        <section class ="text">
          <h3><b>escuchar la m&uacute;sica:</b></h3>
          <p>
            El s&aacute;bado, fui al caf&eacute; para hacer mi tarea y escuchar la m&uacute;sica. Yo escuch&eacute; a la m&uacute;sica cuando estuve haciendo mi tarea, cuando estuve haciendo ejercicio y cuando estuve limpiando mi cuarto. La m&uacute;sica tambi&eacute;n tiene mucha importancia en mi vida. Cuando yo abr&iacute; la aplicaci&oacute;n de Spotify, me di cuenta que todas mis preferencias fue en espa&ntilde;ol, pero mis canciones y listas de reproducciones estuvieron los mismos.
          </p>
          <p>
            Todav&iacute;a, las recomendaciones de canciones fueron lo mismo que antes. Aunque Spotify estuve en espa&ntilde;ol, las canciones estuvieron siempre de mis artistas favoritas, por ejemplo Taylor Swift. Despu&eacute;s de estudiar, revolv&iacute; a mi casa y quer&iacute;a cantar algunas canciones. Yo use mi aplicaci&oacute;n de Garageband para grabar canciones. Todos los instrumentos y preferencias en esta aplicaci&oacute;n fueron tambi&eacute;n en espa&ntilde;ol.
          </p>
        </section>

      </section>
      <section class= "in-a-row2">


        <section class="img">
          <img src="imagenes/spotifyy.JPG" class="w-img" id="bottompics" alt="...">
        </section>

        <section class="img">
          <img src="imagenes/spotify1.JPG" class="w-img" id="bottompics" alt="...">
        </section>

        <section class="img">
          <img src="imagenes/spotify.PNG" class="w-img" id="bottompics" alt="...">
        </section>

        <section class="img">
          <img src="imagenes/garage.JPG" class="w-img" id="bottompics"  alt="...">
        </section>

      </section>

    </section>

    <section id="domingo">
      <p class="title">- domingo -</p>
      <section class="in-a-row">

        <section class="img">
          <img src="imagenes/domingo.JPG" class="r-img" alt="...">
        </section>

        <section class ="text">
          <h3><b>hacer mi tarea:</b></h3>
          <p>
            Primero, yo fui a dar un paseo en la ma&ntilde;ana. Yo use mi aplicacion de Salud para verificar mis pasos. La aplicaci&oacute;n fue en espanol y todos los datos fueron en espa&ntilde;ol. En la ma&ntilde;ana, yo tome 3391 pasos. Despu&eacute;s de caminar, yo fui a organizar mis horarios usando mi calendario de Google. Todos los datos en mi calendario fueron tambi&eacute;n en espanol pero la experiencia fue lo mismo porque yo todav&iacute;a supe en donde yo pude encontr&eacute; cada bot&oacute;n.
          </p>
          <p>
            Cuando yo trat&eacute; de usar Google para buscar informaci&oacute;n con el Internet, todos los resultados fueron en espa&ntilde;ol. Ese fue un desaf&iacute;o porque yo necesit&eacute; usarlo para estudiar para mi clase de ingles. Pero, cuando los resultados fueron en espa&ntilde;ol, necesitaba pensar a como traducirlos.
          </p>
        </section>

      </section>
      <section class= "in-a-row2">


        <section class="img">
          <img src="imagenes/calendar.JPG" class="r-img" style="width: 350px;" id="bottompics" alt="...">
        </section>

        <section class="img">
          <img src="imagenes/steps.JPG" class="r-img" style="width: 300px;" id="bottompics" alt="...">
        </section>

        <section class="img">
          <img src="imagenes/titration.JPG" class="r-img" id="bottompics" alt="...">
        </section>

        <section class="img">
          <img src="imagenes/malcolmx.JPG" class="r-img" id="bottompics" alt="...">
        </section>


      </section>
    </section>


  </body>
</html>
